<template>
  <v-container fluid>
    <v-layout class="layoutContainer">
      <v-flex xs12 class="text mt-5">
        <h2>Усталость подождет</h2>
        <p align="justify">Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы  </p>
      </v-flex>
    </v-layout>
    <v-layout class="layoutContainer">
      <v-flex xs12 class="text">
        <h2 class="text-xs-center">быть женщиной значит быть желанной</h2>
        <p align="justify">Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы  </p>
      </v-flex>
    </v-layout>
    <v-layout class="layoutContainer">
      <v-flex xs12 class="text">
        <h2 class="text-xs-right">будь яркой, будь стильной </h2>
        <p align="justify">Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы  </p>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<style scoped lang="stylus">
.container
  height 775px
  background-image url('/static/pain.png')
  margin-top -3px
  display flex
  flex-direction column
  justify-content center
  p
    font-size 1.6rem
    color #8e8e8e
    line-height 1.2
    margin-bottom 0
</style>